tap "ejoffe/homebrew-tap"

brew "bat"
brew "cloc"
brew "diff-so-fancy"
brew "gh"
brew "jq"
brew "ripgrep"
brew "mise"
brew "zoxide"
brew "ejoffe/tap/spr"
brew "rtk"

# Applications
cask "brave-browser"
cask "arc"
cask "transmission"
cask "vlc"
cask "font-fira-code-nerd-font"
cask "cleanshot"
cask "warp"
cask "1password"
cask "notion"
cask "raycast"
cask "rocket"
cask "slack"
cask "spotify"
cask "rectangle"
cask "cursor"
cask "zed"
cask "warp"
cask "claude-code"
cask "appcleaner"
cask "discord"
cask "figma"
cask "linear-linear"
cask "beekeeper-studio"
cask "calibre"
