brew "bat"
brew "cloc"
brew "diff-so-fancy"
brew "gh"
brew "git"
brew "n"
brew "jq"
brew "ripgrep"
brew "shellcheck"
brew "pnpm"
brew "volta"
brew "zoxide"

cask "brave-browser"
cask "transmission"
cask "vlc"
cask "font-fira-code-nerd-font"
cask "cleanshot"
cask "iterm2"
cask "warp"
cask "1password"
cask "notion"
cask "raycast"
cask "rocket"
cask "slack"
cask "spotify"
cask "rectangle"
cask "visual-studio-code"
cask "jumpcut"